module.exports = {
  pageData: {
    title: "صهيب",
  },
  headerData: {
    primaryButton: {
      text: "اتصل بي",
    },
    secondaryButton: {
      text: "خبراتي",
    },
    name: "صهيب بن بوزيد",
    jobTitle: "مطور تطبيقات ويب",
    scrollText: "أنظر الى الاسفل",
    welcomeText: "مرحبا ,",
    mainText: "أنا ",
    specialText: "صهيب",
    mainText2: " ,",
    secondaryTitle:
      "عملت في مشاريع مختلفة للمؤسسات ومشاريع مفتوحة المصدر ومشاريع مستقلة.",
  },
  aboutMe: {
    headerTitle: "معلومات عني",
    whoIsSouhaib: {
      title: "من هو صهيب ؟",
      bio: "أنا مطور من الجزائر بخلفية في هندسة الكمبيوتر. أحب التعلم وتبادل المعرفة من خلال مشاريع مفتوحة المصدر ومقاطع فيديو ومقالات. أنا أقدر و أهتم بالبساطة والجودة وقابلية الصيانة",
    },
    emploitic: {
      jobTitle: "مطور برامج ويب في ",
      company: "Emploitic",
      description:
        "Emploitic هي الشركة الرائدة في مجال التوظيف بالجزائر انطلقت منذ عام 2006. شاهد الفيديو للمزيد من المعلومات.",
    },
    dzcode: {
      jobTitle: "مشرف على ",
      company: "dzCode.io",
      description:
        "dzCode.io هي ملتقى لمطوري  البرمجيات مفتوحة المصدر. بحيث يستطيعون التعلم ومشاركة الخبرات والمهارات من خلال المقالات والفيديوهات. واضافة مشاريعهم الخاصة التي تحل مشاكل جزائرية للحصول على اراء ومساعدة المطورين الاخرين. شاهد الفيديو لمعرفت اهداف المبادرة وخططنا",
    },
    mainStack: {
      title: "تكنولوجيات استعملها",
    },
    experience: {
      title: "خبراتي",
      endLine: "البداية",
      first: {
        jobTitle: "مطور برامج ويب",
        secondTitle: "Emploitic - دوام كامل",
        time: "ماي 2020 - اليوم",
        description1:
          "اقوم بالتعاون مع فريق التصميم والتطوير لتحسين مظهر الموقع وتجربة المستخدم بالاضافة الى تطوير مزايا جديدة للموقع.",
        description2:
          "اعادة تطوير الواجهة القديمة للموقع باستعمال React و Redux و Typescript. بالاضافة الى ترجمة الموقع الى العديد من اللغات منها العربية والانجليزية والفرنسية وكذلك كتابة Unit, Integration and E2E tests باستعمال Jest Framwork.",
        description3:
          "وضع معايير لجودة السور كود لواجهة الموقع الجديد باستعمال ادوات Eslint, prettier و  باتسعمال  Gitlab CI",
      },

      second: {
        jobTitle: "مشرف",
        secondTitle: "DzCode - تطوعي",
        time: "افريل 2020 - اليوم",
        description1:
          ".مراجعة السورس كود للمحافظة على الجودة وسهولة التعديل والصيانة",
        description2:
          "تقييم والمساعدة على تطوير واجهة الموقع و تجربة المستخدم.",
        description3: "التعاون مع فريق dzcode لتطوير ميزات جديدة",
        description4: "انشاء المحتوى للموقع من خلال مقاطع الفيديو و المقالات.",
      },

      third: {
        jobTitle: "مطور برامج ويب مستقل",
        secondTitle: "فريلانس",
        time: "2017 - اليوم",
        description1:
          "اقدم خدمات مختلفة, ابتداءا من تصميم المواقع , الى تطوير وبرمجة تطبيقات ويب",
      },
    },
  },
};
